alacritty
alsa-firmware
alsa-utils
apache
awesome
bash-completion
cronie
emacs
exa
fzf
htop
libreoffice-still
libreoffice-still-pl
mlocate
nitrogen
noto-fonts
openssh
pass
pavucontrol
pcmanfm-gtk3
qtile
rofi
scrot
starship
stow
tldr
tree
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-inconsolata
ttf-indic-otf
ttf-joypixels
ttf-liberation
ttf-nerd-fonts-symbols
ttf-ubuntu-font-family
ueberzug
vifm
vim
vlc
zathura
zathura-pdf-poppler
xorg
