base
base-devel
linux
linux-firmware
git
vim
intel-ucode
grub
efibootmgr
dosfstools
reflector
linux-headers
xdg-user-dirs
xdg-utils
bluez
bluez-utils
cups
hplip
alsa-utils
pulseaudio
pipewire
pipewire-pulse
openssh
alacritty
nvim
os-prober
xf86-video-amdgpu
ttf-bitstream-vera
ttf-croscore
ttf-dejavu
ttf-droid
gnu-free-fonts
ttf-ibm-plex
noto-fonts
ttf-roboto
ttf-ubuntu-font-family
ttf-fira-code
ttf-inconsolata
ttf-jetbrains-mono
adobe-source-code-pro-fonts
